Repository: a-parhom/edx-sga
Catalog: edx_sga/locale/*/LC_MESSAGES/djangojs.po
Languages: uk

source: Upload %(file_name)s
uk: Завантажити %(file_name)s

source: Uploading...
uk: Завантаження...

source: The file you are trying to upload is too large.
uk: Файл, який ви намагаєтесь завантажити, завеликий.

source: There was an error uploading your file.
uk: Під час завантаження вашого файлу сталася помилка.

source: Uploading... %(percent)s %
uk: Завантаження... %(percent)s %

source: Grade must be a number.
uk: Оцінка повинна бути числом.

source: Grade must be an integer.
uk: Оцінка повинна бути цілим числом.

source: Grade must be positive.
uk: Оцінка повинна бути додатнім числом.

source: Maximum score is %(max_score)s
uk: Максимальна оцінка %(max_score)s

source: No grade to remove.
uk: Немає оцінки для видалення.
