Repository: a-parhom/edx-sga
Catalog: edx_sga/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Settings
uk: Параметри

source: This name appears in the horizontal navigation at the top of the page.
uk: Ця назва відображається в горизонтальній навігації вгорі сторінки.

source: Problem Weight
uk: Вага завдання

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
uk: Визначає кількість балів, що вартує кожна задача. Якщо значення не встановлено, проблема вартує суми значень балів опції.

source: Maximum score
uk: Максимальний бал

source: Maximum grade score given to assignment by staff.
uk: Максимальний бал, присвоєний персоналом.

source: Score assigned by non-instructor staff
uk: Оцінка, присвоєна невикладацьким персоналом

source: Score will need to be approved by instructor before being published.
uk: Оцінка повинна бути затверджена викладачем перед публікацією

source: File uploaded
uk: Файл вивантажено

source: No file has been uploaded.
uk: Жодного файлу не було вивантажено

source: Your score is
uk: Ваша оцінка

source: Your score is %(graded_score)s / %(max_score)s
uk: Ваша оцінка %(graded_score)s / %(max_score)s

source: Instructor comment
uk: Коментар викладача

source: Feedback given to student by instructor.
uk: Зворотній зв'язок, даний студенту викладачем.

source: Annotated file from instructor
uk: Файл з анотаціями від викладача

source: Annotated SHA1
uk: SHA1 файла-анотації

source: Annotated file name
uk: Назва файла-анотації

source: The name of the annotated file uploaded for this assignment.
uk: Ім'я файла-анотації, завантаженого для цього завдання.

source: sha1 of the annotated file uploaded by the instructor for this assignment.
uk: sha1 файла-анотації, завантаженого викладачем для цього завдання.

source: Mime type of annotated file
uk: MIME-тип файла-анотації

source: Timestamp
uk: Мітка часу

source: When the annotated file was uploaded
uk: Коли було завантажено файл-анотацію

source: This assignment has not yet been graded.
uk: Це завдання ще не було оцінено.

source: Upload a different file
uk: Вивантажіть інший файл

source: Upload your assignment
uk: Вивантажіть ваше завдання

source: Select a file
uk: Оберіть файл

source: Username
uk: Користувач

source: Name
uk: Ім'я

source: Filename
uk: Файл

source: Uploaded
uk: Вивантажено

source: Grade
uk: Оцінка

source: Instructor's comments
uk: Коментар викладача

source: Annotated
uk: Анотовано

source: Actions
uk: Дії

source: Awaiting instructor approval
uk: Очікується підтвердження від викладача

source: Approve grade
uk: Підтвердити оцінку

source: Enter grade
uk: Ввести оцінку

source: Upload annotated file
uk: Вивантажити анотований файл

source: Grade Submissions
uk: Оцінити

source: Staff Debug Info
uk: Інформація для співробітників

source: Loading...
uk: Завантаження...

source: Staff Graded Assignment
uk: Завдання оцінюване викладачем

source: Staff Debug
uk: Налагодження для персоналу

source: Module Fields
uk: Поля модуля

source: Enter Grade
uk: Введіть оцінку

source: Grade for
uk: Оцінка за

source: Grade for %(student_name)s
uk: Оцінка %(student_name)s

source: Grade:
uk: Оцінка:

source: Comment:
uk: Коментар:

source: Submit
uk: Відправити

source: Cancel
uk: Відмінити

source: Remove grade
uk: Видалити оцінку
